10/data/attachments/97813ce0dae2b91a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bd499d76-c2de-43d5-9c2c-35abbfe1f50d</nif:username>
            <nif:friendToBeAdded>Stephen_time_Actions_90217_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>